Repository: ngs/tides-swift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar_sa, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: No tide data is available for this location. It may be on land.
ar_sa: لا تتوفر بيانات مد وجزر لهذا الموقع. قد يكون على اليابسة.
ca: No hi ha dades de marea per a aquesta ubicació. Pot ser que sigui a terra.
cs: Pro tuto polohu nejsou k dispozici data o přílivu a odlivu. Může se nacházet na souši.
da: Der er ingen tidevandsdata for denne lokalitet. Den ligger muligvis på land.
de_de: Für diesen Ort sind keine Gezeitendaten verfügbar. Er liegt möglicherweise an Land.
el: Δεν υπάρχουν δεδομένα παλίρροιας για αυτήν την τοποθεσία. Ίσως βρίσκεται στην ξηρά.
es_es: No hay datos de mareas disponibles para esta ubicación. Puede que esté en tierra.
es_mx: No hay datos de mareas disponibles para esta ubicación. Es posible que esté en tierra.
fi: Tälle sijainnille ei ole vuorovesitietoja. Se saattaa olla maalla.
fr_ca: Aucune donnée de marée n’est disponible pour ce lieu. Il se trouve peut-être sur la terre ferme.
he: אין נתוני גאות ושפל זמינים למיקום זה. ייתכן שהוא על היבשה.
hi: इस स्थान के लिए कोई ज्वारीय डेटा उपलब्ध नहीं है। यह स्थल भूमि पर हो सकता है।
hr: Za ovu lokaciju nema podataka o morskim mijenama. Možda se nalazi na kopnu.
hu: Ehhez a helyhez nem érhetők el árapályadatok. Lehet, hogy szárazföldön van.
id: Tidak ada data pasang surut untuk lokasi ini. Lokasi mungkin berada di daratan.
it: Nessun dato di marea disponibile per questa località. Potrebbe trovarsi sulla terraferma.
ja: この地点の潮汐データはありません。陸地の可能性があります。
ko: 이 위치의 조석 데이터가 없습니다. 육지일 수 있습니다.
ms: Tiada data pasang surut untuk lokasi ini. Ia mungkin berada di daratan.
nl_nl: Er zijn geen getijdegegevens voor deze locatie. Mogelijk ligt deze op land.
no: Ingen tidevannsdata er tilgjengelige for dette stedet. Det kan ligge på land.
pl: Brak danych pływów dla tej lokalizacji. Może ona znajdować się na lądzie.
pt_br: Não há dados de maré para este local. Ele pode estar em terra.
pt_pt: Não há dados de maré para esta localização. Pode estar em terra.
ro: Nu există date de maree pentru această locație. Este posibil să se afle pe uscat.
ru: Для этого места нет данных о приливах. Возможно, оно находится на суше.
sk: Pre túto polohu nie sú k dispozícii údaje o prílive a odlive. Môže sa nachádzať na súši.
sv: Det finns inga tidvattendata för den här platsen. Den kan ligga på land.
th: ไม่มีข้อมูลน้ำขึ้นน้ำลงสำหรับตำแหน่งที่ตั้งนี้ ตำแหน่งนี้อาจอยู่บนบก
tr: Bu konum için gelgit verisi yok. Kara üzerinde olabilir.
uk: Для цього місця немає даних про припливи. Можливо, воно на суходолі.
vi: Không có dữ liệu thủy triều cho vị trí này. Có thể vị trí nằm trên đất liền.
zh_hans: 此位置没有潮汐数据，可能位于陆地上。
zh_hant: 此位置沒有潮汐資料，可能位於陸地上。

source: Now
ar_sa: الآن
ca: Ara
cs: Teď
da: Nu
de_de: Jetzt
el: Τώρα
es_es: Ahora
es_mx: Ahora
fi: Nyt
fr_ca: Maintenant
he: עכשיו
hi: अभी
hr: Sada
hu: Most
id: Sekarang
it: Adesso
ja: 現在
ko: 현재
ms: Sekarang
nl_nl: Nu
no: Nå
pl: Teraz
pt_br: Agora
pt_pt: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sv: Nu
th: ตอนนี้
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh_hans: 现在
zh_hant: 現在

source: Previous Day
ar_sa: اليوم السابق
ca: Dia anterior
cs: Předchozí den
da: Forrige dag
de_de: Vorheriger Tag
el: Προηγούμενη ημέρα
es_es: Día anterior
es_mx: Día anterior
fi: Edellinen päivä
fr_ca: Jour précédent
he: היום הקודם
hi: पिछला दिन
hr: Prethodni dan
hu: Előző nap
id: Hari Sebelumnya
it: Giorno precedente
ja: 前日
ko: 이전 날
ms: Hari Sebelumnya
nl_nl: Vorige dag
no: Forrige dag
pl: Poprzedni dzień
pt_br: Dia anterior
pt_pt: Dia anterior
ro: Ziua precedentă
ru: Предыдущий день
sk: Predchádzajúci deň
sv: Föregående dag
th: วันก่อนหน้า
tr: Önceki Gün
uk: Попередній день
vi: Ngày trước
zh_hans: 前一天
zh_hant: 前一天

source: Previous Month
ar_sa: الشهر السابق
ca: Mes anterior
cs: Předchozí měsíc
da: Forrige måned
de_de: Vorheriger Monat
el: Προηγούμενος μήνας
es_es: Mes anterior
es_mx: Mes anterior
fi: Edellinen kuukausi
fr_ca: Mois précédent
he: החודש הקודם
hi: पिछला महीना
hr: Prethodni mjesec
hu: Előző hónap
id: Bulan Sebelumnya
it: Mese precedente
ja: 前の月
ko: 이전 달
ms: Bulan Sebelumnya
nl_nl: Vorige maand
no: Forrige måned
pl: Poprzedni miesiąc
pt_br: Mês anterior
pt_pt: Mês anterior
ro: Luna precedentă
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sv: Föregående månad
th: เดือนก่อนหน้า
tr: Önceki Ay
uk: Попередній місяць
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月

source: Report an Issue
ar_sa: الإبلاغ عن مشكلة
ca: Informa d'un problema
cs: Nahlásit problém
da: Rapportér et problem
de_de: Problem melden
el: Αναφορά προβλήματος
es_es: Informar de un problema
es_mx: Reportar un problema
fi: Ilmoita ongelmasta
fr_ca: Signaler un problème
he: דיווח על בעיה
hi: समस्या की रिपोर्ट करें
hr: Prijavi problem
hu: Probléma jelentése
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
ms: Laporkan Isu
nl_nl: Meld een probleem
no: Rapporter et problem
pl: Zgłoś problem
pt_br: Relatar um problema
pt_pt: Comunicar um problema
ro: Raportați o problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Sorun Bildir
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

source: Rising Tide
ar_sa: مد صاعد
ca: Marea pujant
cs: Stoupající hladina
da: Stigende tidevand
de_de: Flut
el: Πλημμυρίδα
es_es: Marea ascendente
es_mx: Marea ascendente
fi: Nousuvesi
fr_ca: Marée montante
he: המים עולים
hi: चढ़ता ज्वार
hr: Plima
hu: Emelkedő vízszint
id: Pasang Naik
it: Marea crescente
ja: 上げ潮
ko: 밀물
ms: Pasang Naik
nl_nl: Opkomend tij
no: Stigende tidevann
pl: Przypływ
pt_br: Maré enchente
pt_pt: Maré enchente
ro: Flux
ru: Прилив
sk: Stúpajúca hladina
sv: Stigande tidvatten
th: น้ำกำลังขึ้น
tr: Yükselen Gelgit
uk: Приплив
vi: Triều đang lên
zh_hans: 涨潮
zh_hant: 漲潮

source: Save
ar_sa: حفظ
ca: Desa
cs: Uložit
da: Gem
de_de: Sichern
el: Αποθήκευση
es_es: Guardar
es_mx: Guardar
fi: Tallenna
fr_ca: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl_nl: Bewaar
no: Lagre
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hant: 儲存

source: Seabed Depth
ar_sa: عمق قاع البحر
ca: Profunditat del fons marí
cs: Hloubka mořského dna
da: Dybde til havbunden
de_de: Wassertiefe (bis Meeresboden)
el: Βάθος βυθού
es_es: Profundidad del fondo marino
es_mx: Profundidad del fondo marino
fi: Merenpohjan syvyys
fr_ca: Profondeur du fond marin
he: עומק קרקעית הים
hi: समुद्र की तलहटी तक गहराई
hr: Dubina do morskog dna
hu: Tengerfenék mélysége
id: Kedalaman Dasar Laut
it: Profondità del fondale
ja: 水深(海底まで)
ko: 수심(해저까지)
ms: Kedalaman Dasar Laut
nl_nl: Diepte tot de zeebodem
no: Dybde til havbunnen
pl: Głębokość dna morskiego
pt_br: Profundidade do fundo do mar
pt_pt: Profundidade do fundo do mar
ro: Adâncimea fundului mării
ru: Глубина до дна
sk: Hĺbka morského dna
sv: Djup till havsbotten
th: ความลึกถึงพื้นทะเล
tr: Deniz Tabanı Derinliği
uk: Глибина до дна
vi: Độ sâu đáy biển
zh_hans: 海底深度
zh_hant: 海底深度

source: Search
ar_sa: بحث
ca: Cerca
cs: Hledat
da: Søg
de_de: Suchen
el: Αναζήτηση
es_es: Buscar
es_mx: Buscar
fi: Hae
fr_ca: Rechercher
he: חיפוש
hi: खोजें
hr: Pretraživanje
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nl_nl: Zoek
no: Søk
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisar
ro: Căutați
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search for a place or address
ar_sa: ابحث عن مكان أو عنوان
ca: Cerca un lloc o una adreça
cs: Hledat místo nebo adresu
da: Søg efter et sted eller en adresse
de_de: Nach Ort oder Adresse suchen
el: Αναζήτηση μέρους ή διεύθυνσης
es_es: Buscar un lugar o una dirección
es_mx: Buscar un lugar o una dirección
fi: Hae paikkaa tai osoitetta
fr_ca: Rechercher un lieu ou une adresse
he: חיפוש מקום או כתובת
hi: स्थान या पता खोजें
hr: Pretražite mjesto ili adresu
hu: Hely vagy cím keresése
id: Cari tempat atau alamat
it: Cerca un luogo o un indirizzo
ja: 地点や住所で検索
ko: 장소 또는 주소 검색
ms: Cari tempat atau alamat
nl_nl: Zoek een plaats of adres
no: Søk etter et sted eller en adresse
pl: Szukaj miejsca lub adresu
pt_br: Busque um lugar ou endereço
pt_pt: Pesquise um lugar ou uma morada
ro: Căutați un loc sau o adresă
ru: Поиск места или адреса
sk: Hľadať miesto alebo adresu
sv: Sök efter en plats eller adress
th: ค้นหาสถานที่หรือที่อยู่
tr: Yer veya adres arayın
uk: Пошук місця або адреси
vi: Tìm địa điểm hoặc địa chỉ
zh_hans: 搜索地点或地址
zh_hant: 搜尋地點或地址

source: Search for a place, or tap the map to select a location.
ar_sa: ابحث عن مكان، أو اضغط على الخريطة لاختيار موقع.
ca: Cerca un lloc o toca el mapa per seleccionar una ubicació.
cs: Vyhledejte místo, nebo klepnutím na mapu vyberte polohu.
da: Søg efter et sted, eller tryk på kortet for at vælge en lokalitet.
de_de: Suchen Sie nach einem Ort oder tippen Sie auf die Karte, um einen Ort auszuwählen.
el: Αναζητήστε ένα μέρος ή αγγίξτε τον χάρτη για να επιλέξετε τοποθεσία.
es_es: Busca un lugar o toca el mapa para seleccionar una ubicación.
es_mx: Busca un lugar o toca el mapa para seleccionar una ubicación.
fi: Hae paikkaa tai valitse sijainti napauttamalla karttaa.
fr_ca: Recherchez un lieu ou touchez la carte pour en sélectionner un.
he: חפשו מקום, או הקישו על המפה לבחירת מיקום.
hi: कोई स्थान खोजें, या मैप पर टैप करके स्थान चुनें।
hr: Pretražite mjesto ili dodirnite kartu za odabir lokacije.
hu: Keressen egy helyet, vagy koppintson a térképre a hely kiválasztásához.
id: Cari tempat, atau ketuk peta untuk memilih lokasi.
it: Cerca un luogo oppure tocca la mappa per selezionare una località.
ja: 地点を検索するか、マップをタップして場所を選択してください。
ko: 장소를 검색하거나 지도를 탭하여 위치를 선택하세요.
ms: Cari tempat, atau ketik peta untuk memilih lokasi.
nl_nl: Zoek een plaats of tik op de kaart om een locatie te selecteren.
no: Søk etter et sted, eller trykk på kartet for å velge et sted.
pl: Wyszukaj miejsce lub stuknij mapę, aby wybrać lokalizację.
pt_br: Busque um lugar ou toque no mapa para selecionar um local.
pt_pt: Pesquise um lugar ou toque no mapa para selecionar uma localização.
ro: Căutați un loc sau atingeți harta pentru a selecta o locație.
ru: Найдите место или коснитесь карты, чтобы выбрать точку.
sk: Vyhľadajte miesto alebo klepnutím na mapu vyberte polohu.
sv: Sök efter en plats eller tryck på kartan för att välja en plats.
th: ค้นหาสถานที่ หรือแตะแผนที่เพื่อเลือกตำแหน่งที่ตั้ง
tr: Bir yer arayın veya konum seçmek için haritaya dokunun.
uk: Знайдіть місце або торкніться карти, щоб вибрати точку.
vi: Tìm địa điểm hoặc chạm vào bản đồ để chọn vị trí.
zh_hans: 搜索地点，或轻点地图选择位置。
zh_hant: 搜尋地點，或點一下地圖選擇位置。

source: Select a Location
ar_sa: اختيار موقع
ca: Selecciona una ubicació
cs: Vyberte polohu
da: Vælg en lokalitet
de_de: Ort auswählen
el: Επιλέξτε τοποθεσία
es_es: Seleccionar una ubicación
es_mx: Seleccionar una ubicación
fi: Valitse sijainti
fr_ca: Sélectionner un lieu
he: בחירת מיקום
hi: कोई स्थान चुनें
hr: Odaberite lokaciju
hu: Válasszon helyet
id: Pilih Lokasi
it: Seleziona una località
ja: 地点を選択
ko: 위치 선택
ms: Pilih Lokasi
nl_nl: Selecteer een locatie
no: Velg et sted
pl: Wybierz lokalizację
pt_br: Selecione um Local
pt_pt: Selecione uma Localização
ro: Selectați o locație
ru: Выберите место
sk: Vyberte polohu
sv: Välj en plats
th: เลือกตำแหน่งที่ตั้ง
tr: Bir Konum Seçin
uk: Виберіть місце
vi: Chọn một vị trí
zh_hans: 选择位置
zh_hant: 選擇位置

source: Select Location
ar_sa: اختيار الموقع
ca: Selecciona la ubicació
cs: Vybrat polohu
da: Vælg lokalitet
de_de: Ort auswählen
el: Επιλογή τοποθεσίας
es_es: Seleccionar ubicación
es_mx: Seleccionar ubicación
fi: Valitse sijainti
fr_ca: Sélectionner le lieu
he: בחירת מיקום
hi: स्थान चुनें
hr: Odaberi lokaciju
hu: Hely kiválasztása
id: Pilih Lokasi
it: Seleziona località
ja: 地点を選択
ko: 위치 선택
ms: Pilih Lokasi
nl_nl: Selecteer locatie
no: Velg sted
pl: Wybierz lokalizację
pt_br: Selecionar Local
pt_pt: Selecionar Localização
ro: Selectați locația
ru: Выбрать место
sk: Vybrať polohu
sv: Välj plats
th: เลือกตำแหน่งที่ตั้ง
tr: Konum Seç
uk: Вибрати місце
vi: Chọn vị trí
zh_hans: 选择位置
zh_hant: 選擇位置

source: Selected Point
ar_sa: النقطة المحددة
ca: Punt seleccionat
cs: Vybraný bod
da: Valgt punkt
de_de: Ausgewählter Punkt
el: Επιλεγμένο σημείο
es_es: Punto seleccionado
es_mx: Punto seleccionado
fi: Valittu piste
fr_ca: Point sélectionné
he: הנקודה שנבחרה
hi: चयनित बिंदु
hr: Odabrana točka
hu: Kiválasztott pont
id: Titik Terpilih
it: Punto selezionato
ja: 選択した地点
ko: 선택한 지점
ms: Titik Dipilih
nl_nl: Geselecteerd punt
no: Valgt punkt
pl: Wybrany punkt
pt_br: Ponto selecionado
pt_pt: Ponto selecionado
ro: Punctul selectat
ru: Выбранная точка
sk: Vybraný bod
sv: Vald punkt
th: จุดที่เลือก
tr: Seçilen Nokta
uk: Вибрана точка
vi: Điểm đã chọn
zh_hans: 所选地点
zh_hant: 所選地點

source: Settings
ar_sa: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
es_mx: Configuración
fi: Asetukset
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Seting
nl_nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Sunrise
ar_sa: الشروق
ca: Sortida del sol
cs: Východ slunce
da: Solopgang
de_de: Sonnenaufgang
el: Ανατολή ηλίου
es_es: Amanecer
es_mx: Amanecer
fi: Auringonnousu
fr_ca: Lever du soleil
he: זריחה
hi: सूर्योदय
hr: Izlazak sunca
hu: Napkelte
id: Matahari Terbit
it: Alba
ja: 日の出
ko: 일출
ms: Matahari Terbit
nl_nl: Zonsopkomst
no: Soloppgang
pl: Wschód słońca
pt_br: Nascer do sol
pt_pt: Nascer do sol
ro: Răsărit
ru: Восход
sk: Východ slnka
sv: Soluppgång
th: ดวงอาทิตย์ขึ้น
tr: Gün Doğumu
uk: Схід сонця
vi: Mặt trời mọc
zh_hans: 日出
zh_hant: 日出

source: Sunset
ar_sa: الغروب
ca: Posta de sol
cs: Západ slunce
da: Solnedgang
de_de: Sonnenuntergang
el: Δύση ηλίου
es_es: Atardecer
es_mx: Atardecer
fi: Auringonlasku
fr_ca: Coucher du soleil
he: שקיעה
hi: सूर्यास्त
hr: Zalazak sunca
hu: Napnyugta
id: Matahari Terbenam
it: Tramonto
ja: 日の入り
ko: 일몰
ms: Matahari Terbenam
nl_nl: Zonsondergang
no: Solnedgang
pl: Zachód słońca
pt_br: Pôr do sol
pt_pt: Pôr do sol
ro: Apus
ru: Закат
sk: Západ slnka
sv: Solnedgång
th: ดวงอาทิตย์ตก
tr: Gün Batımı
uk: Захід сонця
vi: Mặt trời lặn
zh_hans: 日落
zh_hant: 日落

source: Support
ar_sa: الدعم
ca: Assistència
cs: Podpora
el: Υποστήριξη
es_es: Soporte
es_mx: Soporte
fi: Tuki
fr_ca: Assistance
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nl_nl: Ondersteuning
no: Brukerstøtte
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
ru: Поддержка
sk: Podpora
th: การสนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Tap the map to move this location.
ar_sa: اضغط على الخريطة لنقل هذا الموقع.
ca: Toca el mapa per moure aquesta ubicació.
cs: Klepnutím na mapu tuto polohu přesunete.
da: Tryk på kortet for at flytte denne lokalitet.
de_de: Tippen Sie auf die Karte, um diesen Ort zu verschieben.
el: Αγγίξτε τον χάρτη για να μετακινήσετε αυτήν την τοποθεσία.
es_es: Toca el mapa para mover esta ubicación.
es_mx: Toca el mapa para mover esta ubicación.
fi: Siirrä sijaintia napauttamalla karttaa.
fr_ca: Touchez la carte pour déplacer ce lieu.
he: הקישו על המפה כדי להזיז מיקום זה.
hi: इस स्थान को स्थानांतरित करने के लिए मैप पर टैप करें।
hr: Dodirnite kartu za premještanje ove lokacije.
hu: Koppintson a térképre a hely áthelyezéséhez.
id: Ketuk peta untuk memindahkan lokasi ini.
it: Tocca la mappa per spostare questa località.
ja: マップをタップすると地点を移動できます。
ko: 지도를 탭하여 이 위치를 이동할 수 있습니다.
ms: Ketik peta untuk mengalihkan lokasi ini.
nl_nl: Tik op de kaart om deze locatie te verplaatsen.
no: Trykk på kartet for å flytte dette stedet.
pl: Stuknij mapę, aby przenieść tę lokalizację.
pt_br: Toque no mapa para mover este local.
pt_pt: Toque no mapa para mover esta localização.
ro: Atingeți harta pentru a muta această locație.
ru: Коснитесь карты, чтобы переместить это место.
sk: Klepnutím na mapu túto polohu presuniete.
sv: Tryck på kartan för att flytta den här platsen.
th: แตะแผนที่เพื่อย้ายตำแหน่งที่ตั้งนี้
tr: Bu konumu taşımak için haritaya dokunun.
uk: Торкніться карти, щоб перемістити це місце.
vi: Chạm vào bản đồ để di chuyển vị trí này.
zh_hans: 轻点地图可移动此位置。
zh_hant: 點一下地圖可移動此位置。

source: Tap the map to select a location.
ar_sa: اضغط على الخريطة لاختيار موقع.
ca: Toca el mapa per seleccionar una ubicació.
cs: Klepnutím na mapu vyberte polohu.
da: Tryk på kortet for at vælge en lokalitet.
de_de: Tippen Sie auf die Karte, um einen Ort auszuwählen.
el: Αγγίξτε τον χάρτη για να επιλέξετε τοποθεσία.
es_es: Toca el mapa para seleccionar una ubicación.
es_mx: Toca el mapa para seleccionar una ubicación.
fi: Valitse sijainti napauttamalla karttaa.
fr_ca: Touchez la carte pour sélectionner un lieu.
he: הקישו על המפה כדי לבחור מיקום.
hi: स्थान चुनने के लिए मैप पर टैप करें।
hr: Dodirnite kartu za odabir lokacije.
hu: Koppintson a térképre a hely kiválasztásához.
id: Ketuk peta untuk memilih lokasi.
it: Tocca la mappa per selezionare una località.
ja: マップをタップして地点を選択してください。
ko: 지도를 탭하여 위치를 선택하세요.
ms: Ketik peta untuk memilih lokasi.
nl_nl: Tik op de kaart om een locatie te selecteren.
no: Trykk på kartet for å velge et sted.
pl: Stuknij mapę, aby wybrać lokalizację.
pt_br: Toque no mapa para selecionar um local.
pt_pt: Toque no mapa para selecionar uma localização.
ro: Atingeți harta pentru a selecta o locație.
ru: Коснитесь карты, чтобы выбрать место.
sk: Klepnutím na mapu vyberte polohu.
sv: Tryck på kartan för att välja en plats.
th: แตะแผนที่เพื่อเลือกตำแหน่งที่ตั้ง
tr: Konum seçmek için haritaya dokunun.
uk: Торкніться карти, щоб вибрати місце.
vi: Chạm vào bản đồ để chọn vị trí.
zh_hans: 轻点地图以选择位置。
zh_hant: 點一下地圖以選擇位置。

source: The saved parameters for this location could not be read.
ar_sa: تعذّرت قراءة المعاملات المحفوظة لهذا الموقع.
ca: No s'han pogut llegir els paràmetres desats d'aquesta ubicació.
cs: Uložené parametry pro tuto polohu se nepodařilo načíst.
da: De gemte parametre for denne lokalitet kunne ikke læses.
de_de: Die gespeicherten Parameter für diesen Ort konnten nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση των αποθηκευμένων παραμέτρων για αυτήν την τοποθεσία.
es_es: No se han podido leer los parámetros guardados de esta ubicación.
es_mx: No se pudieron leer los parámetros guardados de esta ubicación.
fi: Tämän sijainnin tallennettuja parametreja ei voitu lukea.
fr_ca: Impossible de lire les paramètres enregistrés pour ce lieu.
he: לא ניתן היה לקרוא את הפרמטרים השמורים של מיקום זה.
hi: इस स्थान के सहेजे गए पैरामीटर पढ़े नहीं जा सके।
hr: Spremljene parametre za ovu lokaciju nije moguće pročitati.
hu: A helyhez mentett paramétereket nem sikerült beolvasni.
id: Parameter tersimpan untuk lokasi ini tidak dapat dibaca.
it: Impossibile leggere i parametri salvati per questa località.
ja: この地点の保存済みパラメータを読み込めませんでした。
ko: 이 위치의 저장된 파라미터를 읽을 수 없습니다.
ms: Parameter yang disimpan untuk lokasi ini tidak dapat dibaca.
nl_nl: De bewaarde parameters voor deze locatie konden niet worden gelezen.
no: De lagrede parameterne for dette stedet kunne ikke leses.
pl: Nie można odczytać zachowanych parametrów tej lokalizacji.
pt_br: Não foi possível ler os parâmetros salvos deste local.
pt_pt: Não foi possível ler os parâmetros guardados desta localização.
ro: Parametrii salvați pentru această locație nu au putut fi citiți.
ru: Не удалось прочитать сохранённые параметры для этого места.
sk: Uložené parametre pre túto polohu sa nepodarilo načítať.
sv: De sparade parametrarna för den här platsen kunde inte läsas.
th: ไม่สามารถอ่านพารามิเตอร์ที่บันทึกไว้ของตำแหน่งที่ตั้งนี้ได้
tr: Bu konum için kayıtlı parametreler okunamadı.
uk: Не вдалося прочитати збережені параметри для цього місця.
vi: Không thể đọc tham số đã lưu của vị trí này.
zh_hans: 无法读取此位置已存储的参数。
zh_hant: 無法讀取此位置已儲存的參數。

source: The server returned an invalid response.
ar_sa: أعاد الخادم استجابة غير صالحة.
ca: El servidor ha retornat una resposta no vàlida.
cs: Server vrátil neplatnou odpověď.
da: Serveren returnerede et ugyldigt svar.
de_de: Der Server hat eine ungültige Antwort zurückgegeben.
el: Ο διακομιστής επέστρεψε μη έγκυρη απόκριση.
es_es: El servidor ha devuelto una respuesta no válida.
es_mx: El servidor devolvió una respuesta no válida.
fi: Palvelin palautti virheellisen vastauksen.
fr_ca: Le serveur a renvoyé une réponse non valide.
he: השרת החזיר תגובה לא תקינה.
hi: सर्वर ने अमान्य प्रतिक्रिया दी।
hr: Poslužitelj je vratio nevaljan odgovor.
hu: A szerver érvénytelen választ adott.
id: Server mengembalikan respons yang tidak valid.
it: Il server ha restituito una risposta non valida.
ja: サーバーから不正な応答が返されました。
ko: 서버에서 잘못된 응답을 반환했습니다.
ms: Pelayan mengembalikan respons yang tidak sah.
nl_nl: De server gaf een ongeldig antwoord.
no: Serveren returnerte et ugyldig svar.
pl: Serwer zwrócił nieprawidłową odpowiedź.
pt_br: O servidor retornou uma resposta inválida.
pt_pt: O servidor devolveu uma resposta inválida.
ro: Serverul a returnat un răspuns nevalid.
ru: Сервер вернул недопустимый ответ.
sk: Server vrátil neplatnú odpoveď.
sv: Servern returnerade ett ogiltigt svar.
th: เซิร์ฟเวอร์ส่งการตอบกลับที่ไม่ถูกต้อง
tr: Sunucu geçersiz bir yanıt döndürdü.
uk: Сервер повернув недійсну відповідь.
vi: Máy chủ trả về phản hồi không hợp lệ.
zh_hans: 服务器返回了无效响应。
zh_hant: 伺服器傳回無效的回應。

source: Tide Chart
ar_sa: مخطط المد والجزر
ca: Gràfic de marea
cs: Graf přílivu a odlivu
da: Tidevandskurve
de_de: Gezeitendiagramm
el: Γράφημα παλίρροιας
es_es: Gráfico de mareas
es_mx: Gráfica de mareas
fi: Vuorovesikäyrä
fr_ca: Courbe de marée
he: תרשים גאות ושפל
hi: ज्वार चार्ट
hr: Grafikon morskih mijena
hu: Árapálygrafikon
id: Grafik Pasang Surut
it: Grafico di marea
ja: 潮位グラフ
ko: 조위 그래프
ms: Carta Pasang Surut
nl_nl: Getijgrafiek
no: Tidevannskurve
pl: Wykres pływów
pt_br: Gráfico de maré
pt_pt: Gráfico de maré
ro: Graficul mareelor
ru: График приливов
sk: Graf prílivu a odlivu
sv: Tidvattendiagram
th: กราฟน้ำขึ้นน้ำลง
tr: Gelgit Grafiği
uk: Графік припливів
vi: Biểu đồ thủy triều
zh_hans: 潮汐图
zh_hant: 潮汐圖

source: Tide Data Unavailable
ar_sa: بيانات المد والجزر غير متوفرة
ca: Dades de marea no disponibles
cs: Data o přílivu a odlivu nejsou k dispozici
da: Tidevandsdata er ikke tilgængelige
de_de: Keine Gezeitendaten verfügbar
el: Μη διαθέσιμα δεδομένα παλίρροιας
es_es: Datos de mareas no disponibles
es_mx: Datos de mareas no disponibles
fi: Vuorovesitietoja ei ole saatavilla
fr_ca: Données de marée indisponibles
he: נתוני גאות ושפל אינם זמינים
hi: ज्वारीय डेटा अनुपलब्ध
hr: Podaci o morskim mijenama nisu dostupni
hu: Nem érhetők el árapályadatok
id: Data Pasang Surut Tidak Tersedia
it: Dati di marea non disponibili
ja: 潮汐データを利用できません
ko: 조석 데이터 없음
ms: Data Pasang Surut Tidak Tersedia
nl_nl: Getijdegegevens niet beschikbaar
no: Tidevannsdata utilgjengelig
pl: Dane pływów niedostępne
pt_br: Dados de maré indisponíveis
pt_pt: Dados de maré indisponíveis
ro: Date de maree indisponibile
ru: Данные о приливах недоступны
sk: Údaje o prílive a odlive nie sú k dispozícii
sv: Tidvattendata är inte tillgängliga
th: ไม่มีข้อมูลน้ำขึ้นน้ำลง
tr: Gelgit Verisi Yok
uk: Дані про припливи недоступні
vi: Không có dữ liệu thủy triều
zh_hans: 潮汐数据不可用
zh_hant: 無法取得潮汐資料
